[GENERAL]
NAME					= Беларуская
TRANSLATOR				= prydespar (prydespar@outlook.com)
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Адмена
TEXT_MESSAGEBOX_ABORT			= Перапыніць
TEXT_MESSAGEBOX_RETRY			= Паўтарыць
TEXT_MESSAGEBOX_IGNORE			= Прапусціць
TEXT_MESSAGEBOX_YES			= Так
TEXT_MESSAGEBOX_NO			= Не
TEXT_MESSAGEBOX_CONTINUE		= Працягнуць

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Бэта
TEXT_PORTABLE				= Партатыўная
TEXT_BUILDNO				= Зборка#
TEXT_SELECT_FOLDER			= Выберыце папку
TEXT_ASSOC_IMAGE			= Выява (${str1})
TEXT_ASSOC_RAWIMAGE			= Raw-выява (${str1})
TEXT_ASSOC_EBOOK			= Сціснуты графічны файл (${str1})
TEXT_APP_DESC				= Honeyview – звышхуткі прагляд выяваў
TEXT_ABOUTBOX_TAB1			= Аб праграме Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Графічны файл
TEXT_OPENFILEDLG_ALLFILE		= Усе файлы
TEXT_NEW_FOLDER				= Новая папка
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Не атрымалася загрузіць неабходныя для ўсталёўкі файлы.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Памылка праверкі версіі
TEXT_UPDATE_VERSION_CHECKING		= Праверка версіі
TEXT_UPDATE_DOWNLOAD_FAILED		= Памылка загрузкі
TEXT_UPDATE_LATEST_VERSION		= Абнаўленняў няма
TEXT_UPDATE_DO_DOWNLOAD			= Ёсць абнаўленне
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Загрузка завершана

TEXT_MSG_LASTPAGE			= Гэта апошняя выява
TEXT_MSG_FIRSTPAGE			= Гэта першая выява
TEXT_MSG_NOIMAGEFILE			= У гэтым архіве няма выяваў
TEXT_MSG_INVALID_PHOTOFOLDER		= Устанавіце ў наладах шлях да фотапапкі 2
TEXT_MSG_CANTOPENARCHIVE		= Немагчыма адкрыць файл:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Гэты файл не падтрымліваецца. Абнавіце праграму.
TEXT_MSG_INVALID_PASSWORD		= Няправільны пароль
TEXT_MSG_STRETCHWHENSMALL_ON		= Расцягваць дробныя: ТАК
TEXT_MSG_STRETCHWHENSMALL_OFF		= Расцягваць дробныя: НЕ
TEXT_MSG_CANTOPENBOOKMARK		= Немагчыма адкрыць закладкі
TEXT_MSG_BROKENARCHIVE			= Гэты архіў пашкоджаны
TEXT_MSG_ADDTOBOOKMARK			= Дадаць у закладкі: 
TEXT_MSG_LOADRECENTBOOKMARK		= Адкрыць нядаўна захаваную закладку:
TEXT_MSG_SLIDESHOWSTART			= Запусціць слайдшоў з інтэрвалам ${TIME} сек
TEXT_MSG_SLIDESHOWSTOP			= Слайдшоў спынена
TEXT_MSG_ALWAYSONTOP_ON			= Заўсёды зверху: ТАК
TEXT_MSG_ALWAYSONTOP_OFF		= Заўсёды зверху: НЕ
TEXT_MSG_ZOOMFIX_ON			= Фіксацыя маштабу: ТАК
TEXT_MSG_ZOOMFIX_OFF			= Фіксацыя маштабу: НЕ
TEXT_MSG_EXTPROGERR_LAUNCH		= Адкрыццё ў графічным рэдактары
TEXT_MSG_EXTPROGERR_NOTSET		= Выберыце графічны рэдактар у наладах (Paint, Photoshop і г.д.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Запомніць размяшчэнне унутры архіва:
TEXT_MSG_RESTART_NOTIFY			= Гэта праграма будзе перазапушчана
TEXT_MSG_COPY2CLIPBOARD			= Скапіявана ў буфер абмену
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Немагчыма скапіяваць у буфер абмену
TEXT_MSG_BOOKMARK_EXPORTED		= Закладкі захаваны
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Немагчыма захаваць закладкі
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Немагчыма адкрыць закладкі
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Немагчыма імпартаваць закладкі
TEXT_MSG_BOOKMARK_IMPORTED		= Закладкі імпартаваны
TEXT_MSG_SETWALLPAPER_FAILED		= Немагчыма ўсталяваць як шпалеры працоўнага стала
TEXT_MSG_CANT_OPEN_IMAGE		= Немагчыма адкрыць графічны файл
TEXT_MSG_TRANSFORM_COMPLETED		= Апрацоўка завершана
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Немагчыма адкрыць файл
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Немагчыма захаваць файл
TEXT_MSG_CANT_OPEN_MMF			= Немагчыма адкрыць MMF (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Гэта праграма будзе перазапушчана
TEXT_MSG_DELETED			= Выдалена

TEXT_ASK_INIT				= Вярнуць стандартныя налады?
TEXT_ASK_DELETE_IMAGE			= Выдаліць гэты файл у сметніцу?
TEXT_ASK_DELETE_ARCHIVE			= Бягучая выява з'яўляецца часткай архіва.[br][br]Жадаеце выдаліць увесь архіў (${FILENAME})?
TEXT_ASK_DELETE_BOOKMARKALL		= Выдаліць усе захаваныя закладкі?
TEXT_ASK_LAUNCH_ASSOCUI			= У Windows 8 і навейшых версіях неабходна супастаўляць пашырэнні ўручную.[br][br]Жадаеце гэта зрабіць?
TEXT_ASK_STOP_BATCH_PROCESSING		= Ідзе апрацоўка. Вы жадаеце яе скасаваць?

TEXT_FILTERMODE_NONE			= Без фільтра
TEXT_FILTERMODE_BILINEAR		= Фільтр: згладжванне
TEXT_FILTERMODE_SHARPEN			= Фільтр: згладжванне + рэзкасць

TEXT_SHOWMODE_NONE			= Прагляд: рэальны памер (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Прагляд: па памеры акна
TEXT_SHOWMODE_FIT2WIDTH			= Прагляд: па шырыні
TEXT_SHOWMODE_TWO_L2R			= Двухстаронкавы (злева направа)
TEXT_SHOWMODE_TWO_R2L			= Двухстаронкавы (справа налева)

TEXT_NEXTPATH_NOFILE			= Пераход да папкі: апошняя выява (адкрыйце файл)
TEXT_NEXTPATH_LASTFOLDER		= Наступная папка: апошняя выява
TEXT_PREVPATH_LASTFOLDER		= Папярэдняя папка: апошняя выява
TEXT_NEXTPATH_OPENFOLDER		= Наступная папка:
TEXT_PREVPATH_OPENFOLDER		= Папярэдняя папка:

TEXT_DELETE				= Выдалена: 
TEXT_COPY_TO_PHOTOFOLDER1		= Скапіявана ў Папку 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Скапіявана ў Папку 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Перамешчана ў Папку 1:

TEXT_SELECTFILEDLG_FILELIST		= Спіс
TEXT_SELECTFILEDLG_DATE			= Дата змены
TEXT_SELECTFILEDLG_SIZE			= Памер

TEXT_BOOKMARKEDITDLG_PATH		= Шлях

TEXT_PAGETURNFX_NONE			= Без эфекту
TEXT_PAGETURNFX_HV2			= Гартанне
TEXT_PAGETURNFX_ALPHA			= Растварэнне
TEXT_PAGETURNFX_SLIDE			= Слізганне

TEXT_FILEINFO_FILENAME			= Імя файла
TEXT_FILEINFO_SIZE			= Памер
TEXT_FILEINFO_CREATETIME		= Дата стварэння
TEXT_FILEINFO_MODIFYTIME		= Дата змены
TEXT_FILEINFO_IMGINFO			= Дэталі
TEXT_FILEINFO_ROTATE			= Паварот
TEXT_FILEINFO_ZOOM			= Маштаб

TEXT_EXIF_MAKER				= Вытворца
TEXT_EXIF_MODEL				= Мадэль камеры
TEXT_EXIF_SOFTWARE			= Праграма
TEXT_EXIF_ARTIST			= Аўтар
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Аўтарскія правы
TEXT_EXIF_DATETIME			= Дата здымкі
TEXT_EXIF_FLASHUSED			= Успышка
TEXT_EXIF_FOCALLENGTH			= Фокусная адлегласць
TEXT_EXIF_FOCALLENGTH_35MM		= 35-мм эквівалент
TEXT_EXIF_EXPOSURETIME			= Вытрымка
TEXT_EXIF_EXPOSUREBIAS			= Экспакарэкцыя
TEXT_EXIF_APERTUREFNUMBER		= Дыяфрагма
TEXT_EXIF_ISOEQUIVALENT			= Адчувальнасць
TEXT_EXIF_METERINGMODE			= Рэжым экспазамеру
TEXT_EXIF_EXPOSUREPROGRAM		= Экспапраграма
TEXT_EXIF_DISTANCE			= Адлегласць да аб'екта
TEXT_EXIF_GPS				= Дадзеныя GPS
TEXT_EXIF_COMMENT			= Каментар

TEXT_CUSTOMCMD_NOOPERATION		= Нічога не рабіць
TEXT_CUSTOMCMD_FULLSCREEN		= На поўны экран
TEXT_CUSTOMCMD_MAXIMIZE			= Разгарнуць
TEXT_CUSTOMCMD_MINIMIZE			= Згарнуць
TEXT_CUSTOMCMD_PAGESELECT		= Выбраць выяву
TEXT_CUSTOMCMD_EXIT			= Выхад
TEXT_CUSTOMCMD_OPEN			= Адкрыць файл
TEXT_CUSTOMCMD_OPENFOLDER		= Адкрыць папку
TEXT_CUSTOMCMD_NEXT1			= Наступная 1-ая стар. (двухстаронкавы) 
TEXT_CUSTOMCMD_PREV1			= Папярэдняя 1-ая стар. (двухстаронкавы)
TEXT_CUSTOMCMD_NEXT			= Наступная выява
TEXT_CUSTOMCMD_PREV			= Папярэдняя выява
TEXT_CUSTOMCMD_NEXT_RANDOM		= Наступная выпадковая
TEXT_CUSTOMCMD_PREV_RANDOM		= Папярэдняя выпадковая
TEXT_CUSTOMCMD_HOME			= Першая выява
TEXT_CUSTOMCMD_END			= Апошняя выява
TEXT_CUSTOMCMD_NEXT10			= Наступная 10-ая
TEXT_CUSTOMCMD_PREV10			= Папярэдняя 10-ая
TEXT_CUSTOMCMD_SCROLL_UP		= Прагортка ўверх
TEXT_CUSTOMCMD_SCROLL_DN		= Прагортка ўніз
TEXT_CUSTOMCMD_SCROLL_LEFT		= Прагортка налева
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Прагортка направа
TEXT_CUSTOMCMD_ZOOM_IN			= Павялічыць маштаб
TEXT_CUSTOMCMD_ZOOM_OUT			= Паменшыць маштаб
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Скапіяваць у фотапапку
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Перамясціць у фотапапку
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Скапіяваць у фотапапку 2
TEXT_CUSTOMCMD_NEXTPATH			= Наступны архіў/папка
TEXT_CUSTOMCMD_PREVPATH			= Папярэдні архіў/папка
TEXT_CUSTOMCMD_CONTEXT_MENU		= Кантэкстнае меню
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Паказаць файл/EXIF

TEXT_COMBO_GIF_TRANS_OPTION_0		= Зыходная палітра GIF
TEXT_COMBO_GIF_TRANS_OPTION_1		= Белы колер фону
TEXT_COMBO_GIF_TRANS_OPTION_2		= Празрысты фон
TEXT_COMBO_GIF_TRANS_OPTION_3		= Чорны фон

TEXT_COMBO_LASTFILE_ACTION_NONE		= Нічога не рабіць
TEXT_COMBO_LASTFILE_ACTION_ASK		= Спытаць
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Перайсці да першага файла
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Перайсці да наст./папяр. файла/папцы

TEXT_ASSOC_GROUP0			= Часта карыстаныя графічныя фарматы
TEXT_ASSOC_GROUP1			= Адносна новыя графічныя фарматы
TEXT_ASSOC_GROUP2			= Графічныя фарматы без страты дадзеных (з камеры)
TEXT_ASSOC_GROUP3			= Фарматы файлаў сціснутых выяваў

TEXT_SORT_METHOD_FILENAME		= Сартаваць па імю
TEXT_SORT_METHOD_DATE			= Сартаваць па даце змены
TEXT_SORT_METHOD_SIZE			= Сартаваць па памеры
TEXT_SORT_METHOD_EXT			= Сартаваць па тыпе

TEXT_TRANSF_RESIZE_NONE			= Не змяняць памер
TEXT_TRANSF_RESIZE_KEEPRATIO		= Захаваць прапорцыі
TEXT_TRANSF_RESIZE_FITWIDTH		= Па шырыні
TEXT_TRANSF_RESIZE_ADD			= Дадаць палі 
TEXT_TRANSF_RESIZE_CUT			= Абразаць выяву
TEXT_TRANSF_RESIZE_STRETCH		= Расцягнуць выяву

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Аўта
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Папярэдняя папка ( [ )
TEXT_BTN_NEXT_FOLDER			= Наступная папка ( ] )
TEXT_BTN_PREV_ARCHIVE			= Папярэдні архіў ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Наступны архіў ( ] )


[MENU]
MENUSTR_OPEN				= Адкрыць\tF2
MENUSTR_OPENFOLDER			= Адкрыць папку\tF
MENUSTR_CLOSE				= Закрыць\tF4
MENUSTR_PAGESELECT			= Выбраць выяву\tEnter
MENUSTR_OPEN_FILEPOSITION		= Паказаць у Правадніку\tCtrl+Enter

MENUSTR_FILTER_NONE			= Без фільтра\tU
MENUSTR_FILTER_BILINEAR			= Згладжванне\tI
MENUSTR_FILTER_SHARPEN			= Згладжванне + рэзкасць\tS

MENUSTR_PAGEMOVE			= Навігацыя
MENUSTR_PAGEMOVE_NEXT			= Наступная выява\t->
MENUSTR_PAGEMOVE_PREV			= Папярэдняя выява\t<-
MENUSTR_PAGEMOVE_HOME			= Першая выява\tHome
MENUSTR_PAGEMOVE_END			= Апошняя выява\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Наступная 10-ая\tCtrl+PgDn
MENUSTR_PAGEMOVE_PREV10			= Папярэдняя 10-ая\tCtrl+PgUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Наступная выпадковая\tCtrl+Alt+PgDn
MENUSTR_PAGEMOVE_RAND_PREV		= Папярэдняя выпадковая\tCtrl+Alt+PgUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Наступная папка/архіў\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Папярэдняя папка/архіў\t[

MENUSTR_INTERPOLATEMODE			= Інтэрпаляцыя
MENUSTR_INTERPOLATEMODE_BILINEAR	= Білінейная (хутка)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Бікубічная (павольна, якасней)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Метад Ланцоша (павольна, якасней)

MENUSTR_IMAGE_PROCESSING		= Эфекты выявы
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Інвертаваць\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Гама-карэкцыя\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Перавярнуць па вертыкалі\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Перавярнуць па гарызанталі\tCtrl+M

MENUSTR_SORT_METHOD			= Сартаваць
MENUSTR_SORT_METHOD_FILENAME		= Па імю
MENUSTR_SORT_METHOD_DATE		= Па даце
MENUSTR_SORT_METHOD_SIZE		= Па памеры
MENUSTR_SORT_METHOD_EXT			= Па тыпе
MENUSTR_SORT_DESCENDING			= Па змяншэнні

MENUSTR_SHOWMODE			= Прагляд выявы
MENUSTR_FILTER_STRETCHWHENSMALL		= Расцягваць маленькія\tZ
MENUSTR_SHOWMODE_NONE			= Рэальны памер (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Па памеры акна\t9
MENUSTR_SHOWMODE_FITWIDTH		= Па шырыні\t8
MENUSTR_SHOWMODE_TWO_L2R		= Двухстаронкавы (злева направа)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Двухстаронкавы (справа налева)\t6

MENUSTR_ZOOM				= Маштаб
MENUSTR_ZOOM_IN				= Павялічыць маштаб\t+
MENUSTR_ZOOM_OUT			= Паменшыць маштаб\t-
MENUSTR_ZOOM_FIX			= Зафіксаваць маштаб\tCtrl+K
MENUSTR_ZOOM_100			= Рэальны памер (100%)\t*
MENUSTR_ZOOM_IN_1			= Павялічыць маштаб (1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Паменшыць маштаб (1%)\tCtrl+-

MENUSTR_ROTATION			= Паварот
MENUSTR_ROTATION_NONE			= Не паварочваць\tAlt+Up
MENUSTR_ROTATION_L90			= Павярнуць на 90˚ налева\tAlt+Left
MENUSTR_ROTATION_R90			= Павярнуць на 90˚ направа\tAlt+Right
MENUSTR_ROTATION_180			= Перавярнуць па гарызанталі\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Файл/EXIF-інфармацыя\tTAB
MENUSTR_WALLPAPER			= Зрабіць выявай працоўнага стала...
MENUSTR_DELETE				= Выдаліць\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Скапіяваць у фотапапку\tIns
MENUSTR_EXTPROG0			= Адкрыць у рэдактары\tCtrl+E
MENUSTR_PRINT				= Друк\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Скапіяваць у буфер абмену\tCtrl+C

MENUSTR_SETTING				= Налады\tF5
MENUSTR_ABOUT				= Аб праграме\tF1
MENUSTR_EXIT				= Выхад\tX

; about popup menu
MENUSTR_HOMEPAGE			= Сайт праграмы
MENUSTR_HELP				= Даведка па гарачых клавішах

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Дадаць у закладкі\tB
MENUSTR_BOOKMARK_DELALL			= Выдаліць усе закладкі
MENUSTR_BOOKMARK_SETTTING		= Налады закладак 
MENUSTR_BOOKMARK_EDIT			= Рэдагаваць закладкі\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Стоп\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 сек\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 сек\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 сек\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 сек\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 сек\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 сек\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 сек\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 сек\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 сек\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 сек
MENUSTR_SLIDESHOW_15			= 15 сек
MENUSTR_SLIDESHOW_20			= 20 сек
MENUSTR_SLIDESHOW_25			= 25 сек
MENUSTR_SLIDESHOW_30			= 30 сек
MENUSTR_SLIDESHOW_60			= 60 сек
MENUSTR_SLIDESHOW_90			= 90 сек
MENUSTR_SLIDESHOW_LOOP			= Паўтараць
MENUSTR_SLIDESHOW_RANDOM		= Выпадковы парадак

MENUSTR_PAGETURNFX_NONE			= Без эфекту
MENUSTR_PAGETURNFX_HV2			= Гартанне
MENUSTR_PAGETURNFX_ALPHA		= Растварэнне
MENUSTR_PAGETURNFX_SLIDE		= Слізганне

MENUSTR_PHOTOFOLDER_COPY1		= Скапіяваць у фотапапку 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Перамясціць у фотапапку 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Скапіяваць у фотапапку 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Налады фотапапак
MENUSTR_PHOTOFOLDER_OPEN		= Адкрыць фотапапку 1

MENUSTR_TRANSFORMDLG			= Пераўтварыць (паварот, памер)\tCtrl+T

[DIALOG]
IDCANCEL				= Адмена
IDOK					= OK

[IDD_ABOUT]  
IDD_ABOUT				= Аб праграме Honeyview
IDC_BTN_HOMEPAGE			= Сайт праграмы
IDC_BTN_UPDATE				= Абнавіць

[IDD_SETTING]
IDD_SETTING				= Налады
IDC_BTN_INIT				= Скід

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Агульныя налады
IDC_CHK_USESNAP				= Прымагнічваць акно да краёў працоўнага стала
IDC_CHK_DONOTREMEMBERFOLDER		= Не захоўваць шлях да апошняй папкі
IDC_CHK_ONE_INSTANCE			= Не дазваляць запуск некалькіх экзэмпляраў Honeyview
IDC_CHK_ASK_DELETE			= Запытваць пацверджанне перад выдаленнем файла
IDC_CHK_NO_CENTER_MESSAGE		= Паказваць апавяшчэнні ў вуглу, а не ў цэнтры
IDC_CHK_ALWAYS_ON_TOP			= Заўсёды па-над іншымі вокнамі (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Выходзіць з праграмы па націсканні Esc
IDC_CHK_CHECK_UPDATE			= Правяраць наяўнасць абнаўленняў
IDC_CHK_CHECK_UPDATE_MINOR		= Паведамляць пра малаважныя абнаўленні
IDC_STATIC_LASTFILEACTION_IMAGE		= Па дасягненні першай/апошняй выявы:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Па дасягненні перш./апош. выявы ў архіве:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Налады прагляду
IDC_CHK_SHOWBORDER			= Паказваць межы галоўнага акна
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Паказваць імя файла на выяве, калі меню схавана (Shift+Tab)
IDC_CHK_SAVE_ZOOM_FIX			= Запамінаць маштаб
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Не паказваць панэль меню уверсе
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Не паказваць панэль кіравання ўнізе
IDC_CHK_DO_NOT_SIDE_ARROW		= Не паказваць бакавыя кнопкі са стрэлкамі
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Не паказваць кіраванне анімацыяй
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Не паказваць кіраванне маштабаваннем
IDC_CHK_HIDE_TOOLTIP_HELP		= Не паказваць усплывальныя падказкі пры навядзенні мышы
IDC_CHK_EXIFINFO_SMALL_FONT		= Дробны шрыфт для інфармацыі пра файл/EXIF
IDC_CHK_USEBKGNDIMAGE			= Змяніць стандартую фонавую выяву

IDC_BTN_BKGND_SET			= Агляд
IDC_BTN_BKGND_OPEN			= Папка
IDC_STATIC_BKGNDCOLOR			= Колер фону:
IDC_BTN_BKGND				= Выбраць
IDC_STATIC_BORDERCOLOR			= Колер мяжы:
IDC_BTN_BORDERCOLOR			= Выбраць

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Налады закладак
IDC_CHK_AUTOBOOKMARK			= Аўтазахаванне шляху бягучай выявы ў закладках
IDC_CHK_SHARE_SETTING			= Агульныя налады/закладкі для ўсіх вокнаў
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Аўтазапамінанне шляху бягучай выявы ў архіве
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Выдаліць
IDC_STATIC_MAX_BOOKMARK			= Максімум закладак:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Асацыяваныя пашырэнні файлаў
IDC_BTN_IMAGE_SELECT			= Выбраць усё
IDC_BTN_IMAGE_DESELECT			= Скасаваць выбар
IDC_BTN_APPLY_NOW			= Ужыць

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Асацыяванне пашырэнняў
IDC_STATIC_ASSOC_DESC1			= У Windows 8 і навейшых версіях зрабіце наступнае:
IDC_STATIC_ASSOC_DESC2			= 1. Націсніце кнопку "Налады асацыяцый"
IDC_STATIC_ASSOC_DESC3			= 2. Націсніце "Выбраць усё" ў акне налад асацыяцый
IDC_STATIC_ASSOC_DESC4			= 3. Націсніце кнопку "Захаваць"
IDC_STATIC_ASSOC_DESC1_10		= У Windows 10 і навейшых версіях зрабіце наступнае:
IDC_STATIC_ASSOC_DESC2_10		= 1. Націсніце кнопку "Налады асацыяцый"
IDC_STATIC_ASSOC_DESC3_10		= 2. Перайдзіце да "Прагляд фатаграфій" у акне "Налады".
IDC_STATIC_ASSOC_DESC4_10		= 3. Выберыце "Honeyview" па змаўчанні.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Налады асацыяцый
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Класічны метад

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Апрацоўка выяваў
IDC_CHK_EXIFROTATION			= Аўтапаварот выяваў на аснове EXIF
IDC_CHK_STRONG_SHARPEN			= Моцнае павелічэнне рэзкасці
IDC_CHK_CACHE_IMAGE			= Кэшаваць наступную выяву
IDC_STATIC_CACHE_MEMORY_SIZE		= Аб'ём кэш-памяці: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Паказваць верхнюю частку выявы, калі яна больш за акно
IDC_CHK_USE_PREVIEW_MODE		= Спачатку паказваць выявы ў ніжэйшай якасці для паскарэння візуалізацыі
IDC_CHK_USE_IMAGE_ICC			= Выкарыстоўваць ICC-профіль у выяве
IDC_CHK_USE_MONITOR_ICC			= Выкарыстоўваць ICC-профіль манітора
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Празрысты фон для GIF:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Празрысты фон для 32-бітавых выяваў:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Інтэрпаляцыя (фільтр змены памеру):
IDC_STATIC_PAGETURNFX			= Эфект перагортвання старонак:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Выбар
IDC_STATIC_CUSTOMKEYDESC_KEY		= Клавіша
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Дзеянне

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Параметр
IDC_STATIC_CUSTOMMOUSE_ACTION		= Дзеянне
IDC_CHK_CUSTOM_LBUTTON			= Левая кнопка
IDC_CHK_DBLCLICK2MAXIMIZE		= Разгортваць/аднаўляць акно па двайным кліку
IDC_CHK_CLICK2PAGETURN			= Гартаць націскам у левага/правага краю экрана
IDC_CHK_CUSTOM_MBUTTON			= Сярэдняя кнопка
IDC_CHK_CUSTOM_RBUTTON			= Правая кнопка
IDC_CHK_CUSTOM_XBUTTON			= Кнопка X
IDC_CHK_CUSTOM_YBUTTON			= Кнопка Y
IDC_CHK_CUSTOM_WHEELUP			= Колца ўверх 
IDC_CHK_CUSTOM_WHEELDN			= Колца ўніз

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Налады кантэкстнага меню
IDC_CHK_SHELL_USE_SHELL_MENU		= Выкарыстоўваць кантэкстнае меню ў Правадніку Windows
IDC_CHK_SHELL_TRANSFORM_DLG		= Пераўтварыць з дапамогай Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Паказаць у Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Перадпрагляд у кантэкстным меню
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Паказваць інфармацыю пра выяву
IDC_CHK_SHELL_SHOW_ICON			= Паказваць значок Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Іншыя налады
IDC_STATIC_PHOTOFOLDER			= Фотапапкі
IDC_STATIC_PHOTOFOLDER_DESC1		= Папка 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Папка 2:
IDC_BTN_PHOTOFOLDER_SET1		= Агляд
IDC_BTN_PHOTOFOLDER_OPEN1		= Адкрыць
IDC_BTN_PHOTOFOLDER_SET2		= Агляд
IDC_BTN_PHOTOFOLDER_OPEN2		= Адкрыць
IDC_STATIC_EXTPROGRAM			= Рэдактар выяваў
IDC_BTN_SET_EXTPROG0			= Агляд
IDC_BTN_SET_EXTPROG1_FAST		= Гатовыя
IDC_CHK_PAGETURNWAV			= Гукавы эфект пры перагортванні
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Не адкрываць Raw-файлы выяваў
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Пры адкрыцці файлаў JPEG не адкрываць Raw-файлы з тым жа імем
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Пры адкрыцці Raw-файлаў паказваць убудаваны эскіз (калі ёсць)
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Падганяць памер акна пад памер выявы
IDC_CHK_DISABLE_SCREEN_SAVER		= Адключаць экранную застаўку Windows пры рабоце Honeyview

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Моўныя налады
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Загрузіць яшчэ мовы...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Адкрыць папку мовы...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Выберыце выяву
IDC_CHECK_SHOW_THUMBNAIL		= Схаваць навігацыю па эскізах

[IDD_PASSINPUT]
IDD_PASSINPUT				= Увядзіце пароль
IDC_STATIC_PASSDESC			= Гэты файл зашыфраваны. Увядзіце пароль.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Рэдагаванне закладак
IDC_BTN_DEL				= Выдаліць
IDC_BTN_IMPORT				= Імпарт закладак
IDC_BTN_EXPORT				= Экспарт закладак

[IDD_PRINT]
IDD_PRINT				= Друк
IDC_GROUP_PRINTER			= Выбраць друкарку
IDC_BTN_PRINTER_PROPERTY		= Уласцівасці
IDC_CHK_ROTATE				= Павярнуць на 90˚
IDC_CHK_FIT_IN				= Па памеры ліста
IDC_STATIC_ZOOM				= Маштаб:
IDC_STATIC_MARGIN_L			= Злева:
IDC_STATIC_MARGIN_T			= Зверху:
IDC_STATIC_MARGIN_R			= Справа:
IDC_STATIC_MARGIN_B			= Знізу:
IDC_STATIC_COPIES			= Копій:
IDC_BTN_PRINT				= Друк
IDC_BTN_CLOSE				= Закрыць

[IDD_UPDATE]
IDD_UPDATE				= Абнаўленне Honeyview 
IDC_STATIC_MESSAGE_1			= Абнаўленне Honeyview гатова.
IDC_STATIC_MESSAGE_2			= Націсніце кнопку "Абнавіць", каб усталяваць найновую версію.
IDOK					= Абнавіць
IDCANCEL				= Адмена
IDC_BTN_SETTING_UPDATE			= Параметры

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Пераназваць або замяніць
IDC_STATIC_ASK_OVERWRITE		= Такі файл ужо існуе.
IDC_STATIC_SRC				= Бягучая выява
IDC_STATIC_DST				= Мэтавая выява
IDC_BTN_OVERWRITE			= Перазапісаць
IDC_BTN_RENAME				= Захаваць як...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Усталяваць як шпалеры
IDC_STATIC_PREVIEW			= Перадпрагляд
IDC_STATIC_BACK_COLOR			= Колер фону
IDC_RADIO_BACKCOLOR_0			= Чорны
IDC_RADIO_BACKCOLOR_1			= Аўта
IDC_RADIO_BACKCOLOR_2			= Свой...
IDC_BTN_BKGND				= Выбраць...
IDC_BTN_CLOSE				= Закрыць
IDC_BTN_APPLY				= Ужыць

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Адкрыць файл
IDC_STATIC_OPENING			= Адкрыццё...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Выберыце папку
IDC_STATIC_FOLDER			= Шлях да папкі:
IDC_BTN_NEWFOLDER			= Новая папка
IDC_CHK_OPEN_SUBFOLDER			= З усімі файламі з укладзеных папак

[IDD_TRANSFORM]
IDD_TRANSFORM				= Пераўтварэнне выявы
IDC_STATIC_FILELIST			= Спіс файлаў
IDC_STATIC_PREVIEW			= Папярэдні прагляд
IDC_BTN_START				= Выканаць
IDC_BTN_CLOSE				= Закрыць
IDC_BTN_OPEN_DEST_FOLDER		= Адкрыць папку

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Паварот
IDC_RADIO_ROTATE_NONE			= Не паварочваць
IDC_RADIO_ROTATE_LEFT			= Павярнуць на 90˚ налева
IDC_RADIO_ROTATE_RIGHT			= Павярнуць на 90˚ направа
IDC_RADIO_ROTATE_180			= Павярнуць на 180˚
IDC_RADIO_ROTATE_AUTO			= Аўтапаварот на аснове EXIF
IDC_STATIC_RESIZE			= Змяніць памер
IDC_STATIC_RESIZE_SIZE			= Новы памер

IDC_STATIC_FORMAT			= Параметры фармату
IDC_STATIC_FORMAT_SELECT		= Фармат:
IDC_STATIC_FORMAT_QUALITY		= Якасць:
IDC_STATIC_SAVE				= Мэтавая папка
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Захаваць у зыходнай папцы
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Захаваць у фотапапцы
IDC_RADIO_TARGETFOLDER_CUSTOM		= Захаваць у:
IDC_STATIC_FILENAME_HEADER		= Прэфікс імя файла
IDC_STATIC_FILENAME2SAVE		= Перадпрагляд імя файла
IDC_BTN_INIT				= Скід


[SKIN]
$TT_FULLSCREEN				= На поўны экран (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Гарачая клавіша: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Выклік: Alt+Z
$TT_PAGESELECT				= Выбраць выяву (Enter)
$TT_LOCKCONTROLBAR			= Блакаванне элементаў кіравання (~)
$TT_LOCKTITLEBAR			= Блакаванне меню (`)
$TT_COPY_EXIFINFO			= Скапіяваць файл/EXIF (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Паказаць/схаваць звесткі пра файл/EXIF (Tab)
$TT_LAUNCH_GPS_LOCATION			= Паказаць месцазнаходжанне на мапах Google (Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= Прайграваць гукавы файл (перагортванне)
$TT_CLOSE_EXIFINFO			= Закрыць (Tab)
$TT_PREV_BTN				= ЛКМ: папярэдняе, ПКМ: папярэдняя 10-ая
$TT_NEXT_BTN				= ЛКМ: наступнае, ПКМ: наступная 10-ая

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Гукі
$BTN_TEXT_SHOWMODE			= Прагляд
$BTN_TEXT_PHOTOFOLDER			= Капіяваць
$BTN_TEXT_EDIT				= Праўка
$BTN_TEXT_STICKY			= Блок
$BTN_TEXT_BOOKMARK			= Закладкі
$BTN_TEXT_SLIDESHOW			= Слайдшоў
$BTN_TEXT_UPDATE			= Ёсць новая версія

$TEXT_SETTINGTAB_GENERAL		= Агульныя
$TEXT_SETTINGTAB_VIEW			= Прагляд
$TEXT_SETTINGTAB_BOOKMARK		= Закладкі
$TEXT_SETTINGTAB_ASSOC			= Асацыяцыі
$TEXT_SETTINGTAB_IMAGEPROCESS		= Апрацоўка
$TEXT_SETTINGTAB_KEYBOARD		= Клавіятура
$TEXT_SETTINGTAB_MOUSE			= Мыш
$TEXT_SETTINGTAB_SHELL			= Меню
$TEXT_SETTINGTAB_ETC			= Рознае
$TEXT_SETTINGTAB_LANG			= Мова

$TEXT_DESKTOP				= Працоўны стол
$TEXT_DOCUMENT				= Дакументы
$TEXT_PICTURE				= Выявы
$TEXT_COMPUTER				= Кампутар


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Пераўтварыць у Honeyview (&2)
TEXT_LAUNCH_HONEYVIEW			= Паказаць у Honeyview (&3)
TEXT_LOADING				= Загрузка...
TEXT_IMAGE_LOAD_FAILED			= Немагчыма загрузіць файл
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= No Preview Available


[INSTALLER]
LNK_FILE_DESC				= Запуск Honeyview
UNINSTALLER_LNK_NAME 			= Выдаленне праграмы

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview зараз выконваецца. Спачатку закрыйце праграму.
MSG_ASK_DELETE_ALL_FILES		= У папцы ўсталёўкі ($INSTDIR) засталіся файлы.[br][br]Жадаеце цалкам выдаліць папку?
MSG_ASK_RESTART_EXPLORER		= Для завяршэння ўсталёўкі неабходна перазапусціць Праваднік Windows. Зрабіць гэта зараз?
MSG_ASK_UNINSTALL_HV3			= Праграма Honeyview ужо ўсталявана. Каб усталяваць новую версію, трэба спачатку выдаліць ужо ўсталяваную. Працягнуць?
MSG_UNINSTALL_HV3_FAILED		= Не атрымалася выдаліць.
MSG_RESTART_EXPLORER			= Для поўнага выдалення Honeyview неабходна перазапусціць Праваднік Windows.

TEXT_LICENSE				= Ліцэнзійная дамова Honeyview
TEXT_OPTIONS				= Параметры ўсталёўкі
TEXT_OPT_PROGRAMGROUP			= Папка ў меню 'Пуск'
TEXT_OPT_DESKTOPSHORCUT			= Цэтлік на працоўным стале
TEXT_OPT_QUICKLAUNCH			= Цэтлік у панэлі хуткага запуску
TEXT_OPT_FOLDER				= Папка ўсталёўкі
TEXT_OPT_REGIMAGE			= Асацыяваць пашырэнні файлаў
TEXT_SELECT_FOLDER			= Выберыце папку
TEXT_LICENSE_LINK			= [сайт]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= ЛІЦЭНЗІЙНАЯ ДАМОВА
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview – гэта звышхуткая праграма прагляду выяваў, распрацаваная і распаўсюджваная кампаніяй Bandisoft.[br][br]Праграма бясплатная для асабістага, камерцыйнага і інш. выкарыстання.

TEXT_ASK_RESTART_EXPLORER		= Для завяршэння ўсталёўкі неабходна перазапусціць Праваднік Windows. Зрабіць гэта зараз?
TEXT_NEED_ADMIN_PRIVILEGE		= Для ўсталёўкі гэтай праграмы патрэбныя правы адміністратара.[br][br]Без правоў адміністратара карэктная ўсталёўка праграмы немагчымая.[br][br]Спыніць усталёўку?

